Latest/Stats/Isolation/x2APIC/net2_3.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=1
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=1
fio-2.6
Starting 2 processes
@@@@thread id 2196 on cpu id 0
fio: waiting for connection
@@@@thread id 2197 on cpu id 1

receiver: (groupid=0, jobs=1): err=106 (file:engines/net.c:901, func=sendto udp link close, error=Transport endpoint is already connected): pid=2196: Mon Dec 31 19:05:35 2007
  read : io=102400MB, bw=13967Mbit/s, iops=446940, runt= 58653msec
    clat (usec): min=0, max=2431, avg= 1.76, stdev= 4.23
     lat (usec): min=0, max=2431, avg= 1.81, stdev= 4.26
    clat percentiles (usec):
     |  1.00th=[    1],  5.00th=[    1], 10.00th=[    1], 20.00th=[    1],
     | 30.00th=[    1], 40.00th=[    1], 50.00th=[    1], 60.00th=[    1],
     | 70.00th=[    2], 80.00th=[    2], 90.00th=[    2], 95.00th=[    2],
     | 99.00th=[   10], 99.50th=[   25], 99.90th=[   76], 99.95th=[   87],
     | 99.99th=[  116]
    bw (Mbit/s): min=    0, max=14510, per=100.00%, avg=13849.04, stdev=1315.54
    lat (usec) : 2=66.67%, 4=31.01%, 10=1.10%, 20=0.68%, 50=0.36%
    lat (usec) : 100=0.17%, 250=0.02%, 500=0.01%, 750=0.01%
    lat (msec) : 4=0.01%
  cpu          : usr=29.91%, sys=67.73%, ctx=50776, majf=0, minf=3
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=26214400/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
sender: (groupid=0, jobs=1): err=106 (file:engines/net.c:901, func=sendto udp link close, error=Transport endpoint is already connected): pid=2197: Mon Dec 31 19:05:35 2007
  write: io=102400MB, bw=13967Mbit/s, iops=446940, runt= 58653msec
    clat (usec): min=1, max=2145, avg= 1.72, stdev= 6.60
     lat (usec): min=1, max=2145, avg= 1.79, stdev= 6.62
    clat percentiles (usec):
     |  1.00th=[    1],  5.00th=[    1], 10.00th=[    1], 20.00th=[    1],
     | 30.00th=[    1], 40.00th=[    1], 50.00th=[    1], 60.00th=[    1],
     | 70.00th=[    2], 80.00th=[    2], 90.00th=[    2], 95.00th=[    2],
     | 99.00th=[    4], 99.50th=[   13], 99.90th=[  139], 99.95th=[  169],
     | 99.99th=[  211]
    bw (Mbit/s): min=13317, max=14510, per=100.00%, avg=13967.58, stdev=279.35
    lat (usec) : 2=67.03%, 4=30.60%, 10=1.85%, 20=0.22%, 50=0.08%
    lat (usec) : 100=0.06%, 250=0.16%, 500=0.01%, 750=0.01%, 1000=0.01%
    lat (msec) : 4=0.01%
  cpu          : usr=31.40%, sys=61.04%, ctx=42836, majf=0, minf=7
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=26214400/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: io=102400MB, aggrb=13967Mbit/s, minb=13967Mbit/s, maxb=13967Mbit/s, mint=58653msec, maxt=58653msec
  WRITE: io=102400MB, aggrb=13967Mbit/s, minb=13967Mbit/s, maxb=13967Mbit/s, mint=58653msec, maxt=58653msec