Latest/Stats/Isolation/x2APIC/net_1.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
fio-2.6
Starting 2 processes
@@@@thread id 2193 on cpu id 1
fio: waiting for connection
@@@@thread id 2194 on cpu id 0

receiver: (groupid=0, jobs=1): err= 0: pid=2193: Mon Dec 31 19:14:56 2007
  read : io=10240MB, bw=201264Kbit/s, iops=6289, runt=416797msec
    clat (usec): min=15, max=74169, avg=156.76, stdev=70.04
     lat (usec): min=16, max=74170, avg=156.97, stdev=70.04
    clat percentiles (usec):
     |  1.00th=[  107],  5.00th=[  111], 10.00th=[  135], 20.00th=[  149],
     | 30.00th=[  155], 40.00th=[  157], 50.00th=[  157], 60.00th=[  157],
     | 70.00th=[  157], 80.00th=[  165], 90.00th=[  195], 95.00th=[  197],
     | 99.00th=[  209], 99.50th=[  213], 99.90th=[  239], 99.95th=[  251],
     | 99.99th=[  286]
    bw (Kbit/s): min=   24, max=205376, per=100.00%, avg=201058.10, stdev=7266.21
    lat (usec) : 20=0.01%, 50=0.01%, 100=0.72%, 250=99.22%, 500=0.05%
    lat (usec) : 750=0.01%
    lat (msec) : 2=0.01%, 20=0.01%, 50=0.01%, 100=0.01%
  cpu          : usr=2.12%, sys=60.21%, ctx=2621279, majf=0, minf=4
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2621440/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8
sender: (groupid=0, jobs=1): err= 0: pid=2194: Mon Dec 31 19:14:56 2007
  write: io=10240MB, bw=201264Kbit/s, iops=6289, runt=416797msec
    clat (usec): min=58, max=74213, avg=156.62, stdev=73.61
     lat (usec): min=58, max=74213, avg=156.89, stdev=73.61
    clat percentiles (usec):
     |  1.00th=[  108],  5.00th=[  113], 10.00th=[  141], 20.00th=[  151],
     | 30.00th=[  155], 40.00th=[  157], 50.00th=[  157], 60.00th=[  157],
     | 70.00th=[  159], 80.00th=[  163], 90.00th=[  181], 95.00th=[  197],
     | 99.00th=[  209], 99.50th=[  211], 99.90th=[  225], 99.95th=[  247],
     | 99.99th=[  278]
    bw (Kbit/s): min=172160, max=205440, per=100.00%, avg=201298.82, stdev=2055.54
    lat (usec) : 100=0.19%, 250=99.77%, 500=0.04%, 750=0.01%
    lat (msec) : 2=0.01%, 20=0.01%, 50=0.01%, 100=0.01%
  cpu          : usr=6.41%, sys=56.19%, ctx=2621306, majf=0, minf=6
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=2621440/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: io=10240MB, aggrb=201256Kbit/s, minb=201256Kbit/s, maxb=201256Kbit/s, mint=416797msec, maxt=416797msec
  WRITE: io=10240MB, aggrb=201256Kbit/s, minb=201256Kbit/s, maxb=201256Kbit/s, mint=416797msec, maxt=416797msec